Repository: gordielachance/bbpress-votes
Catalog: languages/bbpvotes-*.po
Languages: fr_fr

source: Rebuild scores
fr_fr: Recalculer les cores

source: Reset options
fr_fr: Réinitialiser les options

source: How long should we cache karma for users ?
fr_fr: Combien de temps faut il cacher le karma pour les utilisateurs ?

source: Rebuild all scores
fr_fr: Réinitialiser tous les scores

source: This could be slow to compute
fr_fr: Ceci peut être lent à calculer

source: Vote up
fr_fr: Voter 'pour'

source: Vote down
fr_fr: Voter 'contre'

source: You voted up
fr_fr: Vous avez voté 'pour'

source: You voted down
fr_fr: Vous avez voté 'contre'

source: Sort topics by votes
fr_fr: Trier les sujets par votes

source: Sort topics by date
fr_fr: Trier les sujets par date

source: Vote is not a boolean
fr_fr: La variable vote n'est pas booléenne

source: You don't have the required capability to vote
fr_fr: Vous n'avez pas l'autorisation de voter

source: You cannot vote for your own post
fr_fr: Vous ne pouvez pas voter pour votre propre article

source: You don't have the required capability to unvote
fr_fr: Vous n'avez pas la permission d'annuler votre vote

source: Error while unvoting for this post
fr_fr: Erreur en annulant le vote pour ce post

source: You have already voted for this post
fr_fr: Vous avez déjà voté pour cet article

source: Error while voting for this post
fr_fr: Erreur lors du vote

source: Votes count: %1$s
fr_fr: Total des votes: %1$s

source: New vote up
fr_fr: Nouveau vote 'pour'

source: New vote down
fr_fr: Nouveau vote 'contre'

source: General
fr_fr: Général

source: Post types enabled
fr_fr: Posts types activés

source: Enable downvoting
fr_fr: Activer le vote contre

source: Enable unvoting
fr_fr: Activer l'annulation de vote

source: Vote Log
fr_fr: Log de vote

source: Embed vote log
fr_fr: Inclure le log de vote

source: Anonymous voting
fr_fr: Vote anonyme

source: Display
fr_fr: Affichage

source: Units
fr_fr: Unités

source: System
fr_fr: Système

source: Cache karma
fr_fr: Mettre le karma en cache

source: Allow users to vote down
fr_fr: Autoriser les utilisateur à voter contre

source: Allow users to cancel their vote
fr_fr: Autoriser les utilisateur à annuler leur vote

source: Display the list of voters under the post
fr_fr: Afficher la liste des votants sous l'article

source: Hide voters identity from the vote log
fr_fr: Cacher l'identité des votants dans le log de vote

source: singular:
fr_fr: singulier:

source: Where %s will be replaced by a number
fr_fr: Où %s sera remplacé par un chiffre

source: plural:
fr_fr: pluriel:

source: Reset options to their default values.
fr_fr: Réinitialiser les options à leurs valeurs par défaut.

source: bbPress Votes Settings
fr_fr: Paramètres de bbPress Votes

source: This topic is useful and clear
fr_fr: Cette discussion est utile et claire

source: This reply is useful
fr_fr: Cette réponse est utile

source: You have voted up for this post
fr_fr: Vous avez voté pour cet article

source: Click to remove your vote
fr_fr: Cliquer pour annuler votre vote

source: This topic it is unclear or not useful
fr_fr: Cette discussion n'est pas claire ou est inutile

source: This reply answer is not useful
fr_fr: Cette réponse n'est pas utile

source: You have voted down for this post
fr_fr: Vous avez voté 'contre' à cet article

source: Unvote
fr_fr: Annuler le vote

source: Remove my vote
fr_fr: Annuler mon vote

source: Vote removed
fr_fr: Vote annulé

source: Your vote for this post has been removed
fr_fr: Votre votre pour cet article a été annulé

source: %1$s voted up
fr_fr: %1$s a voté 'pour'

source: %1$s voted down
fr_fr: %1$s a voté 'contre'

source: and
fr_fr: et

source: This post has received %s.
fr_fr: Cet article a reçu %s.

source: Allow users to vote up or down to topics and replies inside bbPress, just like you can on StackOverflow for example.
fr_fr: Permet à vos utilisateurs de voter 'pour' ou 'contre' sur des discussions et réponses dans bbPress, comme vous pouvez le faire sur StackOverflow for example.
